Repository: antonpenkov1/NoRep
Catalog: NoRep/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, pt_br, ru, sr

source: “Round 5”, “Halfway”, “Rest”
de: „Runde 5“, „Halbzeit“, „Pause“
es: «Ronda 5», «Mitad», «Descanso»
fr: « Tour 5 », « Mi-temps », « Repos »
pt_br: “Round 5”, “Metade”, “Descanso”
ru: «Раунд 5», «Половина», «Отдых»
sr: „Рунда 5“, „Половина“, „Одмор“

source: %lld × (%llds work / %llds rest) — total %@
de: %lld × (%llds Arbeit / %llds Pause) — gesamt %@
es: %lld × (%llds trabajo / %llds descanso) — total %@
fr: %lld × (%llds effort / %llds repos) — total %@
pt_br: %lld × (%llds trabalho / %llds descanso) — total %@
ru: %lld × (%lld с работа / %lld с отдых) — всего %@
sr: %lld × (%lld с рад / %lld с одмор) — укупно %@

source: %lld blocks · open-ended
de: %lld Blöcke · offen
es: %lld bloques · sin límite
fr: %lld blocs · sans limite
pt_br: %lld blocos · sem limite
ru: Блоков: %lld · без лимита
sr: Блокова: %lld · без лимита

source: %lld blocks · total %@
de: %lld Blöcke · gesamt %@
es: %lld bloques · total %@
fr: %lld blocs · total %@
pt_br: %lld blocos · total %@
ru: Блоков: %lld · всего %@
sr: Блокова: %lld · укупно %@

source: %lld rounds
de: %lld Runden
es: %lld rondas
fr: %lld tours
ru: %lld раунда
sr: %lld рунди

source: %lld rounds × %@ — total %@
de: %lld Runden × %@ — gesamt %@
es: %lld rondas × %@ — total %@
fr: %lld tours × %@ — total %@
ru: Раундов: %lld × %@ — всего %@
sr: Рунди: %lld × %@ — укупно %@

source: %lld workouts logged
de: %lld Workouts protokolliert
es: %lld entrenamientos registrados
fr: %lld entraînements enregistrés
pt_br: %lld treinos registrados
ru: Тренировок в журнале: %lld
sr: Тренинга у дневнику: %lld

source: 1 round
de: 1 Runde
es: 1 ronda
fr: 1 tour
ru: 1 раунд
sr: 1 рунда

source: 1 workout logged
de: 1 Workout protokolliert
es: 1 entrenamiento registrado
fr: 1 entraînement enregistré
pt_br: 1 treino registrado
ru: 1 тренировка в журнале
sr: 1 тренинг у дневнику

source: 8-bit bleeps — every round is a level up
de: 8-Bit-Sounds — jede Runde ein Level-up
es: Bips de 8 bits — cada ronda sube de nivel
fr: Bips 8 bits — chaque tour, un niveau
pt_br: Bipes 8-bit — cada round é um level up
ru: 8-битные сигналы — каждый раунд как новый уровень
sr: 8-битни звуци — свака рунда је нови ниво

source: ADD BLOCK
de: BLOCK HINZUFÜGEN
es: AÑADIR BLOQUE
fr: AJOUTER UN BLOC
pt_br: ADICIONAR BLOCO
ru: ДОБАВИТЬ БЛОК
sr: ДОДАЈ БЛОК

source: Add blocks to build your WOD
de: Füge Blöcke hinzu für dein WOD
es: Añade bloques para crear tu WOD
fr: Ajoutez des blocs pour créer votre WOD
pt_br: Adicione blocos para montar seu WOD
ru: Добавь блоки, чтобы собрать WOD
sr: Додај блокове да саставиш WOD

source: Air horn
de: Lufthorn
es: Bocina
fr: Corne de brume
pt_br: Buzina
ru: Гудок
sr: Ваздушна труба

source: APP ICON
de: APP-SYMBOL
es: ICONO DE LA APP
fr: ICÔNE DE L'APP
pt_br: ÍCONE DO APP
ru: ИКОНКА ПРИЛОЖЕНИЯ
sr: ИКОНА АПЛИКАЦИЈЕ

source: As many rounds as possible
de: So viele Runden wie möglich
es: Tantas rondas como puedas
fr: Un max de tours
pt_br: Máximo de rounds possível
ru: Максимум раундов за время
sr: Што више рунди

source: As many rounds as possible in %@
de: So viele Runden wie möglich in %@
es: Tantas rondas como puedas en %@
fr: Un max de tours en %@
pt_br: Máximo de rounds em %@
ru: Максимум раундов за %@
sr: Што више рунди за %@

source: Beat the clock
de: Schlag die Uhr
es: Gana al reloj
fr: Battez le chrono
pt_br: Vença o relógio
ru: Успей до конца таймера
sr: Победи сат

source: Beep at 50% of AMRAP and long intervals
de: Beep bei 50% von AMRAP und langen Intervallen
es: Bip al 50% de AMRAP e intervalos largos
fr: Bip à 50% des AMRAP et longs intervalles
pt_br: Bipe em 50% do AMRAP e intervalos longos
ru: Бип на 50% AMRAP и длинных интервалов
sr: Бип на 50% AMRAP-а и дугих интервала

source: Best %@ · attempt #%lld
de: Bestwert %@ · Versuch Nr. %lld
es: Mejor %@ · intento n.º %lld
fr: Record %@ · essai n° %lld
pt_br: Melhor %@ · tentativa nº %lld
ru: Лучший %@ · попытка №%lld
sr: Најбоље %@ · покушај бр. %lld

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
pt_br: Cancelar
ru: Отмена
sr: Откажи

source: Chain timers into one WOD
de: Timer zu einem WOD verketten
es: Encadena timers en un WOD
fr: Enchaînez les timers en un WOD
pt_br: Encadeie timers em um WOD
ru: Собери таймеры в один WOD
sr: Повежи тајмере у један WOD

source: Classic beeps
de: Klassische Beeps
es: Bips clásicos
fr: Bips classiques
pt_br: Bipes clássicos
ru: Классические бипы
sr: Класични бипови

source: Clear
de: Löschen
es: Borrar
fr: Effacer
pt_br: Limpar
ru: Очистить
sr: Обриши

source: Clock runs up until you hit Finish
de: Die Uhr läuft, bis du Fertig drückst
es: El reloj corre hasta que pulses Fin
fr: Le chrono tourne jusqu'à Terminer
pt_br: O relógio corre até você finalizar
ru: Секундомер идёт, пока не нажмёшь «Финиш»
sr: Сат иде док не притиснеш „Крај“

source: Coach whistle
de: Trainerpfeife
es: Silbato
fr: Sifflet du coach
pt_br: Apito do coach
ru: Свисток тренера
sr: Тренерска пиштаљка

source: day streak
de: Tage in Folge
es: días seguidos
fr: jours d'affilée
pt_br: dias seguidos
ru: дней подряд
sr: дана заредом

source: Discard
de: Verwerfen
es: Descartar
fr: Abandonner
pt_br: Descartar
ru: Не сохранять
sr: Одбаци

source: Done
de: Fertig
es: Listo
fr: OK
pt_br: Concluir
ru: Готово
sr: Готово

source: DONE
de: FERTIG
es: LISTO
fr: TERMINÉ
pt_br: CONCLUIR
ru: ГОТОВО
sr: ГОТОВО

source: Duration
de: Dauer
es: Duración
fr: Durée
pt_br: Duração
ru: Длительность
sr: Трајање

source: End this workout?
de: Workout beenden?
es: ¿Terminar el entrenamiento?
fr: Terminer l'entraînement ?
pt_br: Encerrar o treino?
ru: Завершить тренировку?
sr: Завршити тренинг?

source: Every
de: Alle
es: Cada
fr: Toutes les
pt_br: A cada
ru: Каждые
sr: Сваких

source: Every minute on the minute
de: Jede Minute, auf die Minute
es: Cada minuto, al minuto
fr: Chaque minute, à la minute
pt_br: A cada minuto, no minuto
ru: Каждую минуту, минута в минуту
sr: Сваког минута, тачно у минут

source: Example: AMRAP 10 → Rest 2:00 → EMOM 10×1:00
de: Beispiel: AMRAP 10 → Pause 2:00 → EMOM 10×1:00
es: Ejemplo: AMRAP 10 → descanso 2:00 → EMOM 10×1:00
fr: Exemple : AMRAP 10 → repos 2:00 → EMOM 10×1:00
pt_br: Exemplo: AMRAP 10 → descanso 2:00 → EMOM 10×1:00
ru: Например: AMRAP 10 → отдых 2:00 → EMOM 10×1:00
sr: Нпр: AMRAP 10 → одмор 2:00 → EMOM 10×1:00

source: Final round
de: Letzte Runde
es: Última ronda
fr: Dernier tour
pt_br: Último round
ru: Последний раунд
sr: Последња рунда

source: Finish
de: Fertig
es: Fin
fr: Terminer
pt_br: Fim
ru: Финиш
sr: Крај

source: Finish & save
de: Beenden & speichern
es: Terminar y guardar
fr: Terminer et enregistrer
pt_br: Finalizar e salvar
ru: Завершить и сохранить
sr: Заврши и сачувај

source: Finish a WOD and it lands here
de: Beende ein WOD, dann erscheint es hier
es: Termina un WOD y aparecerá aquí
fr: Terminez un WOD et il apparaîtra ici
pt_br: Conclua um WOD e ele aparece aqui
ru: Заверши WOD — он появится здесь
sr: Заврши WOD и појавиће се овде

source: Finish the work before %@
de: Schaffe die Arbeit vor %@
es: Termina el trabajo antes de %@
fr: Terminez avant %@
pt_br: Termine o trabalho antes de %@
ru: Закончи работу до %@
sr: Заврши посао пре %@

source: Finished workouts close your rings
de: Workouts schließen deine Ringe
es: Tus entrenamientos cierran los anillos
fr: Vos séances ferment les anneaux
pt_br: Treinos fecham seus círculos
ru: Тренировки закрывают кольца активности
sr: Тренинзи затварају прстенове активности

source: Fran, Murph, «Monday hell»…
de: Fran, Murph, „Höllenmontag“…
es: Fran, Murph, «lunes infernal»…
fr: Fran, Murph, « lundi d'enfer »…
pt_br: Fran, Murph, “segunda infernal”…
ru: Fran, Murph, «адский понедельник»…
sr: Fran, Murph, „паклени понедељак“…

source: Gentle plucks for early mornings
de: Sanfte Töne für frühe Morgen
es: Notas suaves para madrugar
fr: Notes douces pour le matin
pt_br: Notas suaves para o começo do dia
ru: Нежные ноты для ранних тренировок
sr: Нежни тонови за рана јутра

source: Go!
de: Los!
es: ¡Vamos!
pt_br: Vai!
ru: Пошёл!
sr: Крени!

source: Gym bell
de: Glocke
es: Campana
fr: Cloche
pt_br: Sino
ru: Колокол
sr: Звоно

source: Halfway
de: Halbzeit
es: Mitad
fr: Mi-temps
pt_br: Metade
ru: Половина
sr: Половина

source: Halfway alert
de: Halbzeit-Signal
es: Aviso a mitad
fr: Alerte mi-temps
pt_br: Alerta de metade
ru: Сигнал середины
sr: Сигнал на половини

source: Journal
de: Logbuch
es: Diario
pt_br: Diário
ru: Журнал
sr: Дневник

source: Keep going
de: Weitermachen
es: Seguir entrenando
fr: Continuer
pt_br: Continuar
ru: Продолжить
sr: Настави даље

source: LAST 12 WEEKS
de: LETZTE 12 WOCHEN
es: ÚLTIMAS 12 SEMANAS
fr: 12 DERNIÈRES SEMAINES
pt_br: ÚLTIMAS 12 SEMANAS
ru: ПОСЛЕДНИЕ 12 НЕДЕЛЬ
sr: ПОСЛЕДЊИХ 12 НЕДЕЉА

source: Like the box timer on comp day
de: Wie der Box-Timer am Wettkampftag
es: Como el timer del box en competición
fr: Comme le timer de la box en compét
pt_br: Como o timer do box na competição
ru: Как таймер в зале на соревнованиях
sr: Као тајмер у сали на такмичењу

source: MOVEMENTS · shown on the timer screen
de: ÜBUNGEN · auf dem Timer sichtbar
es: MOVIMIENTOS · visibles en el timer
fr: MOUVEMENTS · affichés sur le timer
pt_br: MOVIMENTOS · exibidos no timer
ru: ДВИЖЕНИЯ · показываются на таймере
sr: ВЕЖБЕ · приказане на тајмеру

source: NAME · optional, tracks your PRs
de: NAME · optional, für Rekorde
es: NOMBRE · opcional, sigue tus récords
fr: NOM · optionnel, suit vos records
pt_br: NOME · opcional, acompanha recordes
ru: НАЗВАНИЕ · опционально, для рекордов
sr: НАЗИВ · опционо, прати рекорде

source: NAME · used for PR tracking
de: NAME · für Rekord-Tracking
es: NOMBRE · para seguir récords
fr: NOM · pour le suivi des records
pt_br: NOME · para acompanhar recordes
ru: НАЗВАНИЕ · для отслеживания рекордов
sr: НАЗИВ · за праћење рекорда

source: NEW PR — RING THE BELL
de: NEUER REKORD — LÄUTE DIE GLOCKE
es: NUEVO RÉCORD — ¡TOCA LA CAMPANA!
fr: NOUVEAU RECORD — SONNEZ LA CLOCHE
pt_br: NOVO RECORDE — TOQUE O SINO
ru: НОВЫЙ РЕКОРД — БЕЙ В КОЛОКОЛ
sr: НОВИ РЕКОРД — ЗВОНИ

source: New PR! Previous best %@
de: Neuer Rekord! Bisher am besten: %@
es: ¡Nuevo récord! Anterior mejor: %@
fr: Nouveau record ! Ancien meilleur : %@
pt_br: Novo recorde! Melhor anterior: %@
ru: Новый рекорд! Прошлый лучший — %@
sr: Нови рекорд! Претходни најбољи — %@

source: Next: %@%@
de: Als Nächstes: %@%@
es: Sigue: %@%@
fr: Suivant : %@%@
pt_br: Próximo: %@%@
ru: Дальше: %@%@
sr: Следеће: %@%@

source: No workouts yet
de: Noch keine Workouts
es: Aún no hay entrenamientos
fr: Pas encore d'entraînements
pt_br: Ainda sem treinos
ru: Пока нет тренировок
sr: Још нема тренинга

source: Not yet done
de: Noch nicht gemacht
es: Aún no hecho
fr: Pas encore fait
pt_br: Ainda não feito
ru: Ещё не выполнен
sr: Још није урађен

source: Off
de: Aus
es: No
fr: Non
pt_br: Não
ru: Выкл
sr: Искљ.

source: PAUSED
de: PAUSE
es: PAUSA
fr: PAUSE
pt_br: PAUSA
ru: ПАУЗА
sr: ПАУЗА

source: PROGRESSION · %lld attempts
de: VERLAUF · %lld Versuche
es: PROGRESIÓN · %lld intentos
fr: PROGRESSION · %lld essais
pt_br: PROGRESSÃO · %lld tentativas
ru: ПРОГРЕСС · попыток: %lld
sr: НАПРЕДАК · покушаја: %lld

source: Ref's peep with a full trill on GO
de: Schiri-Pfiff mit Triller beim GO
es: Pitido de árbitro con trino en GO
fr: Coup de sifflet avec trille au GO
pt_br: Apito de juiz com trinado no GO
ru: Судейский свисток с трелью на старте
sr: Судијски звиждук са трилом на старту

source: REPEAT LAST
de: LETZTES WIEDERHOLEN
es: REPETIR ÚLTIMO
fr: RÉPÉTER LE DERNIER
pt_br: REPETIR ÚLTIMO
ru: ПОВТОРИТЬ ПОСЛЕДНЮЮ
sr: ПОНОВИ ПОСЛЕДЊИ

source: Rest
de: Pause
es: Descanso
fr: Repos
pt_br: Descanso
ru: Отдых
sr: Одмор

source: Rest (sec)
de: Pause (Sek)
es: Descanso (s)
fr: Repos (s)
pt_br: Descanso (s)
ru: Отдых (сек)
sr: Одмор (сек)

source: Resume
de: Weiter
es: Seguir
fr: Reprendre
pt_br: Retomar
ru: Дальше
sr: Настави

source: Ring it like a fresh PR
de: Läute wie bei neuem Rekord
es: Suena como un nuevo récord
fr: Sonnez comme pour un record
pt_br: Toque como um novo recorde
ru: Звони, как при новом рекорде
sr: Звони као за нови рекорд

source: Round %lld
de: Runde %lld
es: Ronda %lld
fr: Tour %lld
ru: Раунд %lld
sr: Рунда %lld

source: Round %lld — %@
de: Runde %lld — %@
es: Ronda %lld — %@
fr: Tour %lld — %@
ru: Раунд %lld — %@
sr: Рунда %lld — %@

source: ROUND SPLITS
de: RUNDENZEITEN
es: PARCIALES POR RONDA
fr: TEMPS PAR TOUR
pt_br: PARCIAIS POR ROUND
ru: СПЛИТЫ РАУНДОВ
sr: СПЛИТОВИ РУНДИ

source: Rounds
de: Runden
es: Rondas
fr: Tours
ru: Раунды
sr: Рунде

source: Rounds — higher is better
de: Runden — mehr ist besser
es: Rondas — más es mejor
fr: Tours — plus c'est mieux
pt_br: Rounds — maior é melhor
ru: Раунды — чем больше, тем лучше
sr: Рунде — више је боље

source: Save
de: Sichern
es: Guardar
fr: Enregistrer
pt_br: Salvar
ru: Сохранить
sr: Сачувај

source: Save to Apple Health
de: In Apple Health sichern
es: Guardar en Apple Salud
fr: Enregistrer dans Apple Santé
pt_br: Salvar no Apple Saúde
ru: Сохранять в Apple Health
sr: Чувај у Apple Health

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
pt_br: Ajustes
ru: Настройки
sr: Подешавања

source: SHARE RESULT
de: TEILEN
es: COMPARTIR
fr: PARTAGER
pt_br: COMPARTILHAR
ru: ПОДЕЛИТЬСЯ
sr: ПОДЕЛИ РЕЗУЛТАТ

source: Sharp digital tones — cuts through anything
de: Scharfe Digitaltöne — immer hörbar
es: Tonos digitales nítidos — se oyen siempre
fr: Tons numériques nets — audibles partout
pt_br: Tons digitais nítidos — corta qualquer som
ru: Резкие цифровые сигналы — слышно всегда
sr: Оштри дигитални тонови — чују се увек

source: Soft chimes
de: Sanfte Klänge
es: Campanillas suaves
fr: Carillons doux
pt_br: Sinos suaves
ru: Мягкие переливы
sr: Мека звона

source: Sound cues
de: Tonsignale
es: Señales de sonido
fr: Signaux sonores
pt_br: Sinais sonoros
ru: Звуковые сигналы
sr: Звучни сигнали

source: Stack timers into one WOD
de: Staple Timer zu einem WOD
es: Apila timers en un WOD
fr: Empilez les timers en un WOD
pt_br: Empilhe timers em um WOD
ru: Собери таймеры в один WOD
sr: Сложи тајмере у један WOD

source: Tap the dial for +1 round
de: Tippe aufs Zifferblatt für +1 Runde
es: Toca la esfera para +1 ronda
fr: Touchez le cadran pour +1 tour
pt_br: Toque no mostrador para +1 round
ru: Тап по циферблату — +1 раунд
sr: Додирни бројчаник за +1 рунду

source: The Girls & Hero WODs — chase your PRs
de: The Girls & Hero WODs — jage deine Rekorde
es: The Girls y Hero WODs — persigue tus récords
fr: The Girls et Hero WODs — battez vos records
pt_br: The Girls e Hero WODs — persiga seus recordes
ru: The Girls и Hero WOD — бей свои рекорды
sr: The Girls и Hero WOD — јури своје рекорде

source: this month
de: diesen Monat
es: este mes
fr: ce mois-ci
pt_br: este mês
ru: в этом месяце
sr: овог месеца

source: this week
de: diese Woche
es: esta semana
fr: cette semaine
pt_br: esta semana
ru: на этой неделе
sr: ове недеље

source: Time
de: Zeit
es: Tiempo
fr: Temps
pt_br: Tempo
ru: Время
sr: Време

source: Time — lower is better
de: Zeit — weniger ist besser
es: Tiempo — menos es mejor
fr: Temps — moins c'est mieux
pt_br: Tempo — menor é melhor
ru: Время — чем меньше, тем лучше
sr: Време — мање је боље

source: Time cap
de: Zeitlimit
es: Límite de tiempo
fr: Temps limite
pt_br: Limite de tempo
ru: Лимит времени
sr: Временски лимит

source: Time!
de: Zeit!
es: ¡Tiempo!
fr: Temps !
pt_br: Tempo!
ru: Время!
sr: Време!

source: TIMER SOUNDS · tap to preview
de: TIMER-SOUNDS · zum Anhören tippen
es: SONIDOS · toca para escuchar
fr: SONS · touchez pour écouter
pt_br: SONS · toque para ouvir
ru: ЗВУКИ ТАЙМЕРА · тап — послушать
sr: ЗВУЦИ ТАЈМЕРА · додирни за преслушавање

source: Total %@
de: Gesamt %@
ru: Всего %@
sr: Укупно %@

source: under the clock
de: unter der Uhr
es: bajo el reloj
fr: sous le chrono
pt_br: no relógio
ru: под таймером
sr: под сатом

source: Voice announcements
de: Sprachansagen
es: Avisos de voz
fr: Annonces vocales
pt_br: Avisos de voz
ru: Голосовые анонсы
sr: Гласовне најаве

source: WOD name — optional, tracks PRs
de: WOD-Name — optional, für Rekorde
es: Nombre del WOD — opcional, sigue récords
fr: Nom du WOD — optionnel, suit les records
pt_br: Nome do WOD — opcional, acompanha recordes
ru: Название WOD — опционально, для рекордов
sr: Назив WOD-а — опционо, прати рекорде

source: Work
de: Arbeit
es: Trabajo
fr: Effort
pt_br: Trabalho
ru: Работа
sr: Рад

source: Work (sec)
de: Arbeit (Sek)
es: Trabajo (s)
fr: Effort (s)
pt_br: Trabalho (s)
ru: Работа (сек)
sr: Рад (сек)

source: Work / rest intervals
de: Intervalle Arbeit / Pause
es: Intervalos trabajo / descanso
fr: Intervalles effort / repos
pt_br: Intervalos trabalho / descanso
ru: Интервалы работа / отдых
sr: Интервали рад / одмор

source: WORKOUT · shown on the timer screen
de: WORKOUT · auf dem Timer sichtbar
es: EJERCICIOS · visibles en el timer
fr: EXERCICES · affichés sur le timer
pt_br: TREINO · exibido no timer
ru: КОМПЛЕКС · показывается на таймере
sr: ТРЕНИНГ · приказан на тајмеру

source: WORKOUT DONE
de: WORKOUT GESCHAFFT
es: ENTRENAMIENTO HECHO
fr: SÉANCE TERMINÉE
pt_br: TREINO CONCLUÍDO
ru: ТРЕНИРОВКА ЗАВЕРШЕНА
sr: ТРЕНИНГ ЗАВРШЕН

source: Best %@
es: Mejor: %@
fr: Record : %@
pt_br: Melhor: %@
ru: Лучший: %@
sr: Најбоље: %@

source: Block
es: Bloque
fr: Bloc
pt_br: Bloco
ru: Блок
sr: Блок

source: Countdown
es: Cuenta atrás
fr: Compte à rebours
pt_br: Contagem regressiva
ru: Отсчёт
sr: Одбројавање

source: Pause
es: Pausa
pt_br: Pausa
ru: Пауза
sr: Пауза

source: Score
es: Marca
pt_br: Resultado
ru: Результат
sr: Резултат

source: Skip
es: Saltar
fr: Passer
pt_br: Pular
ru: Пропуск
sr: Прескочи

source: START
es: EMPEZAR
fr: GO
pt_br: COMEÇAR
ru: СТАРТ
sr: СТАРТ

source: WORKOUT
es: EJERCICIOS
fr: EXERCICES
pt_br: TREINO
ru: КОМПЛЕКС
sr: ТРЕНИНГ

source: workouts
es: entrenamientos
fr: séances
pt_br: treinos
ru: тренировок
sr: тренинга

source: Arcade
pt_br: Fliperama
ru: Аркада
sr: Аркада

source: Benchmarks
ru: Бенчмарки
sr: Бенчмарк тренинзи
